export default {
  scriptURL: "",
  profile: {
    name: "姓名",
    email: "電郵"
  },
  questions: {
    q1: "做任何事都覺得沉悶或者根本不想做任何事",
    q2: "情緒低落，抑郁，或者絕望",
    q3: "難以入睡，半夜會醒或者相反的睡覺時間過多",
    q4: "覺得疲倦或者活力不足",
    q5: "胃口極差或者進食過量",
    q6: "不喜歡自己-- - 覺得自己做的不好，對自己失望或者覺得拖累家人",
    q7: "難以集中精力做事，例如看報紙，看電視，或者參加活動",
    q8: "其他人反應你行動或者說話遲緩； 或者相反的， 你比平常活動更多----坐立不安，停不下來",
    q9: "覺得生無可戀或者有自殘傾向",
    q10: "你覺得以上任何問題，對於你的日常生活，與人溝通，或者與家人相處有多困難",
    q11: "感到緊張，不安，或者煩躁",
    q12: "無法停止或者控制憂慮（因為你個人或者家庭的事）",
    q13: "難以放松，心緒不寧，容易發怒",
    q14: "常常重復自己的說話，或者忘了剛才自己說了什麼",
    q15: "忘記做飯調料的分量，買過的東西， 東西放置的位置",
    q16: "記不起約會地點， 要准備的物品或者計劃要做的事",
    q17: "覺得身邊朋友可以聊天或者幫手的很少",
    q18: "覺得自己可以做成的事情很少或者很少有人關心自己",
    q19: "覺得很多事是因為自己缺乏相關信息所以會做起來有困難",
    q20: "有很多活動或者信息是自己想關注的，但不知道途徑"
  },
  options: {
    a: "完全沒有",
    b: "幾天",
    c: "一半以上天數",
    d: "幾乎每天"
  }
};